Repository: GTRRoficial/Repo-GTRR
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: 02 – Materialismo Histórico Dialético Então, mal sabem as pessoas que nunca entraram em contato com comunismo que o comunismo surge como uma crítica ao utopismo e uma crítica ao idealismo.
pt_br: 02 - Dialectical and Historical Materialism Well, little do people that never got into contact with communism know but communism appears as a critique of utopianism and a critique of idealism.

source: 03 – Crítica da Economia Política O Comunismo, o Marxismo surge como uma oposição em uma crítica ao idealismo e ao utopismo, show?
pt_br: 03 – Critique of Political Economy Marxism emerges as an opposition in a critique of idealism and utopianism, ok?

source: 05 – Socialismo Científico Agora que a gente tem uma análise básica (e põe básica nisso) de como funciona o capitalismo, e agora?
pt_br: 05 – Scientific Socialism so, by now we've got a basic, and I mean really basic, analysis of the way capitalism works, then what?

source: 1 – Introdução e O que é Comunismo?
pt_br: 1 – Introduction and What is Communism?

source: A Bell Hooks, especificamente, condeneou as mulheres trans que são o assunto de Paris is Burning, como se pessoas como nós fôssemos reificações problemáticas da opressão de gênero.
pt_br: bell hooks in particular has condemned the trans women subjects of Paris is Burning, as if people like us are problematic reifications of gendered oppression.

source: A balada não é mais o único lugar onde procuro-me.
pt_br: A night out is no longer the only place to find oneself.

source: A base da relação de produção capitalista é a exploração.
pt_br: The foundation of the relations of production is the exploitation.

source: A categoria de senhor só existe mediante a existência da categoria de escravos.
pt_br: The category of master only exists through the existence of the slave category.

source: A crítica da economia política de Marx se concentra em analisar o capitalismo.
pt_br: Marx's critique of Political Economy focuses in analyzing capitalism.

source: A dialética é a filosofia que trabalha com categorias em constante movimento e relacionadas entre si através de contradições, de contrários.
pt_br: Dialectics is the philosophy that works with constantly moving categories that relate to each other by means of contradictions, of contraries.

source: A esse antagonismo entre as duas classes principais da sociedade capitalista, nós damos o nome de luta de classes.
pt_br: To this antagonism between the two main classes of capitalistic society,, we named class struggle.

source: A existência das classes e da propriedade privada está ligada a uma determinada fase do desenvolvimento da produção.
pt_br: it's that the existence of social classes and private property it's linked to a certain phase of the development of production.

source: A gente está desconectado do trabalho humano que nos rodeia.
pt_br: We're disconnected from the human labor that surrounds us.

source: A gente está descrevendo o mecanismo do capitalismo.
pt_br: We are describing the mechanism of Capitalism.

source: A gente já sabe, também, que o mecanismo de exploração se dá através da propriedade privada.
pt_br: we know, also, that the mechanism of exploitation comes through private property.

source: A gente já viu o capitalismo explora, joga a gente na pobreza.
pt_br: we've seen that capitalism explores and throws us in poverty.

source: A gente não ia falar de comunismo?
pt_br: Weren't we going to talk about communism?

source: A gente precisa sentar, a gente faz uma cadeira.
pt_br: We have to sit down, we make a chair.

source: A gente vai explicar como se explora mais para frente.
pt_br: We are going to explain about exploitation further ahead.

source: A gente vai falar no materialismo histórico-dialético que é um nome que já assusta, né?
pt_br: We'll talk about dialectical and historical materialism and the name already sounds scary, right?

source: A gente vende a nossa força de trabalho a preço de mercado.
pt_br: We sell our labour power at market price.

source: A gente é impedido de produzir mais e melhor por causa do capitalismo.
pt_br: we're hindered from producing more and better due to capitalism.

source: A interação dessas duas atuações resulta no modo de produção, beleza?
pt_br: The interaction between these actions results in the mode of production, right?

source: A live de hoje vai ser um apanhado de princípios básicos do comunismo, ou seja, se você tá tendo contato com comunismo pela primeira vez, talvez esse vídeo seja um bom para começar.
pt_br: Today's live is going to be a collection of basic principles of communism, that is, if you are having contact with Communism for the first time, maybe this video's a good place to start.

source: A mais-valia absoluta se expande conforme as horas de trabalho se expandem.
pt_br: Absolute surplus value expands as the labor hours expand.

source: A mais-valia relativa é: imagina que você trabalha 8 horas por dia, mas a fábrica ficou mais otimizada.
pt_br: Relative surplus value: imagine that you work 8 hours a day, but the factory got optimized.

source: A mais-valia é o mecanismo pelo qual o burguês lucra.
pt_br: Surplus value is the mechanism by which the bourgeois profits.

source: A mais-valia é o “valor gerado pelo trabalhador que é apropriado pelo burguês na forma de lucro”, e que não retorna para o trabalhador.
pt_br: Surplus value is the "value created by the worker which is appropriated by the bourgeois", and that doesn't return to the worker.

source: A mesma coisa com classes sociais: nem sempre houve classes sociais e, ao longo da história, as classes sociais são muito diferentes.
pt_br: the same goes to social classes, those weren't always in the scene, throughout history, social classes are quite a lot different.

source: A metafísica preocupada com as árvores não consegue ver o bosque.
pt_br: Metaphysics cannot see the woods for the trees.

source: A partir dessa produção qual que era a ordem social?
pt_br: From this production, what was the social structure?

source: A partir do momento que a gente satisfaz uma necessidade, a gente cria outras.
pt_br: From the moment we satisfy a need on, we create other needs.

source: A pergunta que tem que ser respondida é: qual é o Valor?
pt_br: So the question that comes up is: what is Value?

source: A perspectiva de classes, e a perspectiva de que as classes são antagônicas, é fundamental para o que a gente chama de socialismo científico; que é como o Engels chama.
pt_br: having perspective of the classes is knowing that they are antagonistic. it is fundamental to what we call Scientific Socialism; which is how Engels name it.

source: A pessoa é Propriedade privada desse senhor.
pt_br: The person is the owner's private property.

source: A primeira vez que humano construiu uma ferramenta para conseguir se satisfazer.
pt_br: The first time a human built a tool in order to satisfy a need.

source: A propriedade privada não é indispensável para a sociedade humana.
pt_br: Private property isn't necessary for human society.

source: A questão é: só existe excesso de produção no capitalismo por conta das relações de produção capitalistas, que são ilógicas, são irracionais.
pt_br: the catch is: there's only excess of production on capitalism for the capitalist means of production are illogic, are irrational.

source: A sociedade tinha um problema de escassez.
pt_br: society had an scarcity trouble.

source: Afinal, se eu realmente fosse uma garota ou uma pessoa inocente e que vale a pena, não deveria ter vivido desse jeito.
pt_br: After all, if I am really a girl or am really a worthwhile, innocent person, I should not have lived like this.

source: After I left, my abuser sent me a text message saying that my ‘aberrant’ behaviour is the result of me being possessed by a demon that leapt out of my grandmother’s VHS copy of The Crying Game.
pt_br: Depois que eu fui embora, minha abusadora me mandou uma mensagem de texto dizendo que meu comportamento "anormal" é culpa de um demônio que me possuiu depois de sair da fita VHS a minha avó de "Traídos pelo Desejo".

source: Afterwards she told me, ‘I ain’t fucking with you any more’.
pt_br: Depois ela me disse: "Não quero mais nada com você".

source: Agora eu quero que você pense, o quão pouco a gente pensa sobre isso.
pt_br: Now I want you to reflect on how little we think about that.

source: Agora, nós vimos valor e mais-valia.
pt_br: We have seen value and surplus value.

source: Algumas das coisas que compartilho, em algumas circunstâncias, são “muito abstratas”, geram gatilhos em outras, e apenas uma pequena parte do que eu faço sobrevive à filtragem deliberada de outros.
pt_br: Some of the things I share are ‘too abstract’ in some circumstances, triggering in others, and only a small part of what I provide survives the deliberate filtering of others.

source: All of my self-monitoring for signs of evil maleness did nothing to combat the misery.
pt_br: Todo o meu automonitoramento em busca de sinais de masculinidade maligna não servia de nada para combater o sofrimento,

source: And a drawing of a woman with a penis.
pt_br: E um desenho de uma mulher com um pênis.

source: And as far as I understood it, a failed man like myself is still a man.
pt_br: Até onde eu entendia, um homem que deu errado como eu ainda é um homem.

source: And not while even those who rhapsodise in public about how critical they are about exploitation, privately still see me as an adversary, a traitor, and perhaps a resource.
pt_br: E não enquanto até as pessoas que em público exageram sobre o quão críticas elas são sobre exploração, ainda me veem como uma adversária, uma traidora, e talvez um recurso em privado.

source: And that hasn’t been easy for me.
pt_br: E fazer isso não tem sido fácil para mim.

source: And while I was able to do some good and make friends, I still felt broken.
pt_br: E ainda que eu conseguisse fazer algum bem e fazer amigos, eu ainda me sentia fragmentada.

source: Antes disso, vamos recapitular tudo.
pt_br: Before that, let's review everything.

source: Ao expandir-se, o capitalismo gera proletários, proletários, proletários, cada vez mais, cada vez mais, cada vez mais.
pt_br: By expanding, capitalism generate proletariats proletariat by proletariat, more ,more and more

source: Ao extrair o lucro através da mais-valia, o burguês incorpora esse lucro de volta no capital dele.
pt_br: As profit is extracted by means of the surplus value, the bourgeois incorporates this profit back to their capital.

source: Aonde?
pt_br: Where?

source: Aqui a gente vai fazer uma espécie de glossário porque é necessário, tá?
pt_br: Here we are going to make a kind of glossary because it's needed, right?

source: As classes não são indispensáveis para a sociedade humana.
pt_br: Social classes aren't imperative for human society.

source: As duas coisas estão conectadas.
pt_br: The two things are connected.

source: As forças produtivas capitalistas são o emprego da indústria, do maquinário, da automação de matrizes energéticas e principalmente, principalmente a divisão do trabalho, divisão do trabalho.
pt_br: Capitalist productive forces are the employment of industry, machinery, energy matrices automation, and especially division of labor, division of labor.

source: As much as some may be repulsed by me using the canvas of force to help enact positive change, there are limits to eloquent words and gentle pleas.
pt_br: Por mais que alguns possam sentir repulsa por eu usar a imagem da força para ajudar a alcançar uma mudança positiva, palavras eloquentes e pedidos gentis têm seus limites.

source: As pessoas não são propriedade do capitalista, só que o capitalista é dono dos meios de produção.
pt_br: People are not the property of the capitalist, but the capitalist owns the means of production.

source: As relações de produção capitalistas são baseadas na exploração do trabalho do Proletário pela Burguesia, tá?
pt_br: Capitalist relations of production are based in the exploitation of Proletarian labour by the Bourgeoisie, ok?

source: As revoluções acontecem quando o nosso modo de produzir e reproduzir a vida se transforma.
pt_br: Revolutions happen when our way of producing and reproducing life changes.

source: Aspecto número 1: Quais são as forças produtivas capitalistas?
pt_br: Point number one: What are the capitalist productive forces?

source: Até então, a sociedade tinha um problema de falta de produção.
pt_br: until then, society had only dealt with the lack of production issue.

source: Basicamente, numa análise do capitalismo.
pt_br: It's an analysis of capitalism, basically.

source: Because of this, I found myself spending a lot of time at home, in online communities, learning about queer history through anime, furry, and gaming fandoms.
pt_br: Por causa disso, eu me encontrei passando bastante tempo em casa, em comunidades online, aprendendo sobre história queer com anime, furry e fandoms de videogame.

source: Bom, vamos amarrar isso tudo?
pt_br: So, let's wrap it up?

source: But I can’t.
pt_br: Mas eu não consigo.

source: But I couldn’t embrace these things openly, not without a heavy dose of corrective violence.
pt_br: Mas eu não podia abraçar essas coisas abertamente sem uma dose pesada de violência corretiva.

source: But a good group makes the discussion of the uncomfortable possible and for one to come forward, battered by alienation, yet still be able to learn and contribute.
pt_br: Mas um bom grupo possibilita a discussão do desconfortável e que alguém se apresente, açoitado pela alienação, e ainda seja capaz de aprender e contribuir.

source: But it’s still up to me to catch myself, in or out.
pt_br: Mas ainda depende de mim dar apoio a mim mesma, seja dentro ou fora dele.

source: But largely on the same grounds of resistance to imperialism and colonialism.
pt_br: Mas, majoritariamente, no mesmo plano da resistência ao imperialismo e ao colonialismo.

source: But on 4 July, when I finally came out to her and asked for her to call me by my name and pronouns, that was the last straw.
pt_br: Mas a última gota foi quando no 4 de Julho, eu finalmente saí do armário para ela e pedi para me chamar pelo meu nome e pronomes certos.

source: But self-love only goes so far in a racist society that hates you for failing to be that ‘strong, handsome young man’ expected of you.
pt_br: Mas o amor próprio só vai tão longe numa sociedade racista que te odeia por não ser aquele "jovem forte e bonito" que esperam de você.

source: But what gets through to people is a willingness to look into someone else’s eyes, and face them.
pt_br: Mas o que realmente faz as pessoas nos ouvirem é a vontade de olhar o outro nos olhos e ficar cara a cara.

source: Capital pode ser resumido com algumas frases simples: “capital é valor que gera valor”; “recurso que gera recursos”; “riqueza que gera riqueza capital”.Capital é dinheiro?
pt_br: Capital can be summed up in a simple few sentences "Capital is value that creates value"; "resources that creates resources"; "wealth that creates wealth" Capital. Capital is money?

source: Capital é um recurso que pode ser em forma de dinheiro que é utilizado na aquisição dos Meios de produção.
pt_br: Capital is a resource that can be in form of money that is used in the acquisition of means of production .

source: Capital: valor que gera valor, recurso que gera recurso, riqueza que gera riqueza.
pt_br: Capital: value that creates value, resource that creates resource, wealth that creates wealth.

source: Carro.
pt_br: Car.

source: Cheguei aqui partindo de uma ampla posição anti-guerra.
pt_br: I got here out of a broad anti-war stance.

source: Cheguei maquiada e contei que sou trans.
pt_br: I’d arrived wearing makeup and told them that I am trans.

source: Classe é determinada pelo quanto de trabalho você ganha?
pt_br: Is class determined by how much work do you get?

source: Classe é determinada por divisão social do trabalho.
pt_br: Class is determined by the social division of labor.

source: Classe é determinada por onde você está no processo produtivo.
pt_br: Class is determined by where you are in the productive process.

source: Classe, gente, é uma divisão social do trabalho.
pt_br: Class, folks, is a social division of labor.

source: Com o passar dos anos, aprendi que eu sou só um eco das expectativas de um outro, e que a minha humanidade depende de corresponder a elas.
pt_br: Over the years I’ve learned that I am just an echo of someone else’s expectations, and that my humanity is contingent on responding to that.

source: Comida, roupa, casa, aquecimento, etc.
pt_br: Food, clothing, roof, heating, etc.

source: Como a ordem social de tal sociedade se conecta com como essa sociedade produzia?
pt_br: How does the social structure of said society relate to the way this society produces?

source: Como esse Valor é determinado?
pt_br: How is Value determined?

source: Como isso funciona no capitalismo?
pt_br: How this works in capitalism?

source: Como milhões em todo o mundo, Eu vi a guerra no Iraque como uma injustiça, me vi forçada a agir pelas imagens de protestos ao redor do globo estampadas na capa do Los Angeles Times.
pt_br: Like millions around the world, I saw the war on Iraq as an injustice, pushed to action by images of protests across the globe on the cover of the Los Angeles Times.

source: Como o dono do escravo dispõe da força de trabalho de outrem?
pt_br: How does the slave owner disposes of the labor force of others?

source: Como é que a gente aumenta a maquinaria e a automação, e as jornadas de trabalho ao mesmo tempo?
pt_br: how did we enlarge machinery and automation levels and work load simultaneously?

source: Como é que tem cada vez mais automação e o trabalho nunca diminui?
pt_br: why is it that there's more and more automation and work load never decreases?

source: Compreender o modo de produção capitalista é necessário para a gente caminhar em direção a outro modo de produção, a transformar nossas forças produtivas e as nossas relações de produção.
pt_br: Understanding the capitalist mode of production is necessary so we can walk towards some other mode of production, transform our productive forces and our relations of production.

source: Conforme a economia burguesa foi se tornando dominante, eles deixaram de lado político para dar uma pretensa neutralidade para economia.
pt_br: As Burgeous Economy was becoming dominant, they discard the "political" to give an alleged neutrality for Economics.

source: Conforme o capitalismo vai se desenvolvendo, ele gera as próprias contradições que vão ser as responsáveis pela sua queda, de uma forma de outra.
pt_br: Throughout capitalism's development, it creates its own contradictions which will be what brings its downfall, unavoidably.

source: Crítica da economia política”, é o subtítulo.
pt_br: Critique of Political Economy", it's the subtitle.

source: Cultura, religião, moral, entre outras coisas.
pt_br: Culture, religion, morals, among other things.

source: De brinquedo sexual do gueto de alguém, a ser considerada um possível atirador em massa na escola por ser introvertida demais, a ser um símbolo para que um preconceituoso fizesse generalizações sobre de conceitos densos para quem quer que escutasse.
pt_br: From being someone’s ghetto fucktoy, to being considered a possible school shooter for being too introverted, to being a bigots’ token they can lean on while speaking broadly about heavy concepts to whoever listened.

source: De conformidade com isso, as causas profundas de todas as transformações sociais e de todas as revoluções políticas não devem ser procuradas nas cabeças dos homens nem na ideia que eles façam da verdade eterna ou da eterna justiça, mas nas transformações operadas no modo de produção e troca; devem ser procuradas não na filosofia, mas na economia da época de que se trata.” Então, gente, as revoluções incluindo as revoluções burguesas não foram feitas da maneira como os próprios liberais descrevem.
pt_br: From this point of view, the final causes of all social changes and political revolutions are to be sought, not in men's brains, not in men's better insights into eternal truth and justice, but in changes in the modes of production and exchange. They are to be sought, not in the philosophy, but in the economics of each particular epoch." This means that revolutions, including the bourgeois revolutions, didn't happen in the way liberals themselves describe it.

source: De maneira resumida, só existe senhor se existe escravo.
pt_br: In summary, the master can exist only if there is a slave.

source: De repente várias coisas fizeram sentido.
pt_br: Suddenly a lot of things clicked.

source: De repente, a jornada aumenta para 10, sem mudança de salário.
pt_br: Out of a sudden, your workday goes up to 10 hours, without a wage increase.

source: Depende disso, como a gente se transporta, como a gente satisfaz as nossas necessidades.
pt_br: It depends on that, on how we transport ourselves, how we satisfy our needs.

source: Dependente.
pt_br: Dependent.

source: Durante o Occupy e em meus círculos sociais mais recentes, vi em tempo real como a organização socialista deu às pessoas estruturas para cuidar dos outros e promover seus interesses numa luta comum, desde pessoas protestando contra dívidas estudantis e buscando financiamento coletivo para pagar um mínimo da dívida, até comunidades online onde trabalhadoras do sexo detalhavam encontros com policiais que as perseguiam em nome do 'bem público'.
pt_br: During Occupy and in my newer social circles, I saw in real time how socialist organising gave people frameworks to care for others and advance their interests in a common struggle, from people striking against student debt and crowdfunding for basic/debt payoff, to online communities where sex workers detailed encounters with police who preyed on them in the name of ‘public good’.

source: E a mais-valia extraordinária tem relação com a produção dos mesmos objetos, das mesmas mercadorias, em outras indústrias.
pt_br: And the extraordinary surplus value has to do with the production of the same objects, of the same commodities, but in other companies.

source: E a questão é: o objetivo final de todo burguês é o aumento da extração de mais-valia.
pt_br: And the point is: the final goal of every bourgeois is the increase in the extraction of surplus value.

source: E agora a gente vai para o Pilar econômico do Marxismo.
pt_br: And now we move on to the Economic Pillar of Marxism.

source: E antes de qualquer coisa, essa o exploração se baseia numa divisão de classes.
pt_br: First of all, that exploitation is based on a class division.

source: E até onde eu entendia, um homem que deu errado que nem eu ainda era um homem.
pt_br: And as far as I understood it, a failed man like myself is still a man.

source: E aí eu preciso fazer um esclarecimento aqui: Vocês tão vendo que eu tô empregando o termo economia política?
pt_br: And I need to clarify now: Can you see that I'm using the term "Political Economy"

source: E aí eu vou falar para vocês, esse trecho de Crítica da economia política vai ser um trecho que eu vou vacinar vocês com um vocabulário necessário para compreender a Crítica da economia política, tá?
pt_br: And I'm telling you, this Critique of Political Economy's excerpt will be where I'll immunize you with a mandatory vocabulary to understand Critique of Political Economy, ok?

source: E aí, a gente entra no último pilar do marxismo,
pt_br: And then, we go to the last pillar of Marxism

source: E aí, lembra que era materialismo histórico-dialético?
pt_br: So do you remember what was dialectical and historical materialism?
